Repository: kaiwen-wang/LocalizableParser
Catalog: output/4_final_xcstrings/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Unlock more of TranscribeTranslate's power with these tips:
de: Entdecken Sie mehr von der Leistungsfähigkeit von TranscribeTranslate mit diesen Tipps:
es: Desbloquea más poder de TranscribeTranslate con estos consejos:
fr: Débloquez plus de puissance de TranscribeTranslate avec ces astuces :
hi: TranscribeTranslate की अधिक शक्ति को इन टिप्स के साथ अनलॉक करें:
id: Buka lebih banyak kekuatan TranscribeTranslate dengan tips ini:
it: Sblocca più potenza di TranscribeTranslate con questi suggerimenti:
ja: これらのヒントで、TranscribeTranslateの機能をさらに解除します：
ko: TranscribeTranslate의 더 많은 기능을 활용하는 팁을 확인하세요:
nl: Ontgrendel meer van de kracht van TranscribeTranslate met deze tips:
pl: Odblokuj więcej mocy TranscribeTranslate za pomocą tych wskazówek:
pt_br: Desbloqueie mais poder do TranscreverTraduzir com estas dicas:
ru: Разблокируйте больше возможностей TranscribeTranslate с помощью этих советов:
th: ปลดล็อคพลังของ TranscribeTranslate เพิ่มเติมด้วยเคล็ดลับเหล่านี้:
tr: Bu ipuçları ile TranscribeTranslate'in daha fazla gücünü açın:
uk: Розблокуйте більше можливостей TranscribeTranslate за допомогою цих порад:
vi: Mở khóa sức mạnh của TranscribeTranslate hơn với những mẹo sau:
zh_hans: 使用以下提示解锁TranscribeTranslate更多功能：
zh_hant: 使用以下提示解鎖更多 TranscribeTranslate 的功能：

source: Upcoming Events
de: Bevorstehende Ereignisse
es: Próximos eventos
fr: Événements à venir
hi: आगामी कार्यक्रम
id: Acara Mendatang
it: Prossimi eventi
ja: 今後のイベント
ko: 다가오는 이벤트
nl: Aankomende evenementen
pl: Nadchodzące wydarzenia
pt_br: Próximos Eventos
ru: Предстоящие события
th: กิจกรรมที่จะเกิดขึ้น
tr: Yaklaşan Etkinlikler
uk: Майбутні події
vi: Sự Kiện Sắp Tới
zh_hans: 即将到来的事件
zh_hant: 即將舉行的活動

source: Updated Calendar Event
de: Aktualisiertes Kalenderevent
es: Evento del calendario actualizado
fr: Événement de calendrier mis à jour
hi: अद्यतनित कैलेंडर घटना
id: Acara Kalender Diperbarui
it: Evento del calendario aggiornato
ja: カレンダーイベントを更新しました。
ko: 캘린더 이벤트 업데이트됨
nl: Bijgewerkt Kalendergebeurtenis
pl: Zaktualizowane wydarzenie w kalendarzu
pt_br: Evento de Calendário Atualizado
ru: Обновлённое событие в календаре
th: อัปเดตกิจกรรมในปฏิทิน
tr: Güncellenmiş Takvim Etkinliği
uk: Оновлена подія календаря
vi: Cập nhật sự kiện trên lịch
zh_hans: 已更新日历事件
zh_hant: 更新的日曆事件

source: Upgrade Now
de: "Jetzt aktualisieren"
es: "Actualizar ahora"
fr: "Mettre à niveau maintenant"
hi: अब अपग्रेड करें।
id: Tingkatkan Sekarang
it: "Aggiorna ora"
ja: 今すぐアップグレード
ko: 지금 업그레이드하기
nl: "Nu upgraden"
pl: "Zaktualizuj teraz"
pt_br: Atualize agora.
ru: Обновить сейчас
th: อัพเกรดตอนนี้
tr: "Şimdi Yükselt"
uk: Покращити зараз
vi: Nâng cấp ngay
zh_hans: 立即升级
zh_hant: 立即升級

source: Use number keys to assign correct speakers to selected row in the table after transcribing
de: Verwenden Sie die Zahlenfelder, um den ausgewählten Zeilen im Tisch die richtigen Sprecher zuzuweisen, nachdem Sie sie transkribiert haben.
es: Usa las teclas numéricas para asignar los altavoces correctos a la fila seleccionada en la tabla después de transcribir.
fr: Utilisez les touches numériques pour attribuer les bons haut-parleurs à la ligne sélectionnée dans le tableau après la transcription.
hi: "ट्रांसक्राइब करने के बाद चयनित पंक्ति में सही बोलने वाले को नंबर कुंजी का उपयोग करें।"
id: Gunakan tombol angka untuk menetapkan pembicara yang benar ke baris yang dipilih dalam tabel setelah ditranskripsi.
it: Usa i tasti numerici per assegnare gli altoparlanti corretti alla riga selezionata nella tabella dopo la trascrizione.
ja: 選択した行に正しいスピーカーを割り当てるために、番号キーを使用します。
ko: 선택한 행에 올바른 스피커를 할당하려면 숫자 키를 사용하세요. translated string
nl: Gebruik de cijfertoetsen om de juiste sprekers toe te wijzen aan de geselecteerde rij in de tabel na het transcriberen.
pl: Użyj klawiszy numerycznych, aby przypisać poprawnych mówców do wybranej wiersza w tabeli po przepisaniu.
pt_br: Use as teclas numéricas para atribuir os alto-falantes corretos à linha selecionada na tabela após a transcrição.
ru: Используйте цифровые клавиши для назначения правильных динамиков выбранной строки в таблице после транскрибирования.
th: ใช้ปุ่มตัวเลขเพื่อกำหนดลำดับของผู้พูดที่ถูกต้องในแถวที่เลือกในตารางหลังจากการคัดค้าง
tr: Seçilen satırdaki doğru hoparlörleri atamak için sayı tuşlarını kullanın.
uk: Використовуйте номерні клавіші, щоб призначити правильних спікерів для вибраного рядка в таблиці після транскрибування.
vi: Sử dụng các phím số để gán loa đúng cho hàng đã chọn trong bảng sau khi chuyển văn bản.
zh_hans: 使用数字键为表中选定的行分配正确的发言者，以完成转录。
zh_hant: 使用數字鍵將正確的講者分配給轉錄後表格中選定的行。

source: Validating settings...
de: Einstellungen werden überprüft...
es: Validando configuraciones...
fr: Validation des paramètres...
hi: सेटिंग्स मान्य कर रहा है...
id: Memvalidasi pengaturan...
it: Convalida delle impostazioni...
ja: 設定を検証中...
ko: 설정을 검증하는 중...
nl: Instellingen valideren...
pl: Sprawdzanie ustawień...
pt_br: Validando configurações...
ru: Проверка настроек...
th: กำลังตรวจสอบการตั้งค่า...
tr: Ayarlar doğrulanıyor...
uk: Перевірка налаштувань...
vi: Đang xác nhận cài đặt...
zh_hans: 正在验证设置...
zh_hant: 正在驗證設置…

source: Validation Error: %@
de: Validierungsfehler: %@
es: Error de validación: %@
fr: Erreur de validation: %@
hi: सत्यापन त्रुटि: %@
id: Kesalahan Validasi: %@
it: Errore di convalida: %@
ja: 検証エラー: %@
ko: 유효성 검사 오류: %@
nl: Validatiefout: %@
pl: Błąd walidacji: %@
pt_br: Erro de validação: %@
ru: Ошибка проверки: %@
th: ข้อผิดพลาดในการตรวจสอบ: %@
tr: Doğrulama Hatası: %@
uk: Помилка перевірки: %@.
vi: Lỗi xác thực: %@
zh_hans: 验证错误：%@。
zh_hant: 驗證錯誤: %@

source: Verifying...
de: Überprüfung...
es: "Verificando..."
fr: Vérification...
hi: सत्यापित कर रहा है...
id: Memverifikasi...
it: "Verifica..."
ja: "確認中..."
ko: 확인 중...
nl: Controleren...
pl: "Weryfikowanie..."
pt_br: "Verificando..."
ru: Проверка...
th: การตรวจสอบ...
tr: "Doğrulanıyor..."
uk: Перевірка...
vi: "Xác minh..."
zh_hans: 验证中...
zh_hant: 驗證中...

source: View Customization
de: Ansichtsanpassung
es: Personalización de la vista
fr: Personnalisation de la vue"
hi: रूपरेखीकरण देखें।
id: Tampilan Kustomisasi
it: Visualizzazione personalizzata
ja: ビューのカスタマイズ
ko: 뷰 사용자 정의
nl: Bekijk aanpassing
pl: Dostosowanie widoku.
pt_br: Personalização da Visualização.
ru: Настройка представления
th: การปรับแต่งมุมมอง
tr: Görünüm Özelleştirme
uk: Перегляд налаштувань
vi: Tùy chỉnh Xem
zh_hans: 查看自定义
zh_hant: 自訂檢視

source: View Mode
de: Ansichtsmodus
es: Modo de visualización
fr: Mode d'affichage
hi: दृश्य मोड
id: Mode Tampilan
it: Modalità di visualizzazione
ja: 表示モード
ko: 보기 모드
nl: Weergavemodus
pl: Tryb wyświetlania
pt_br: Modo de Visualização
ru: Режим просмотра
th: โหมดมุมมอง
tr: Görünüm Modu
uk: Режим перегляду
vi: Chế độ xem
zh_hans: 查看模式
zh_hant: 檢視模式

source: View Options
de: Ansichtsoptionen
es: "Ver opciones"
fr: Options d'affichage.
hi: विकल्प देखें।
id: Lihat Opsi
it: Visualizza opzioni
ja: 表示オプション
ko: 보기 옵션
nl: Bekijk opties
pl: Opcje wyświetlania.
pt_br: Opções de visualização
ru: Просмотр параметров
th: ตัวเลือกดู
tr: Görünüm Seçenekleri
uk: Параметри перегляду
vi: Tùy chọn Xem"
zh_hans: 查看选项
zh_hant: 檢視選項

source: Visit Website
de: Website besuchen.
es: Visitar sitio web
fr: Visiter le site Web.
hi: वेबसाइट पर जाएं
id: Kunjungi Situs Web
it: Visita il sito web.
ja: ウェブサイトを訪問
ko: 웹사이트 방문하기
nl: Bezoek website
pl: Odwiedź stronę internetową.
pt_br: Visite o site da web.
ru: Посетить веб-сайт
th: เข้าชมเว็บไซต์
tr: "Websitesini Ziyaret Et"
uk: Відвідати веб-сайт"
vi: Truy cập trang web
zh_hans: 访问网站
zh_hant: 訪問網站

source: Weekly subscription currently unavailable.
de: Wöchentliches Abonnement derzeit nicht verfügbar.
es: Suscripción semanal actualmente no disponible.
fr: Abonnement hebdomadaire actuellement indisponible.
hi: साप्ताहिक सदस्यता वर्तमान में उपलब्ध नहीं है।
id: Langganan mingguan saat ini tidak tersedia.
it: Sottoscrizione settimanale attualmente non disponibile.
ja: 毎週の購読は現在利用できません。
ko: 주간 구독 현재 사용 불가능합니다.
nl: Wekelijkse abonnement momenteel niet beschikbaar.
pl: Tygodniowa subskrypcja obecnie niedostępna.
pt_br: Assinatura semanal atualmente indisponível.
ru: Еженедельная подписка в настоящее время недоступна.
th: การสมัครสมาชิกรายสัปดาห์ไม่สามารถใช้งานในปัจจุบัน
tr: Haftalık abonelik şu anda mevcut değil.
uk: Щотижнева передплата наразі недоступна.
vi: Gói đăng ký hàng tuần hiện không khả dụng.
zh_hans: 每周订阅目前不可用。
zh_hant: 每週訂閱目前無法使用。

source: Welcome to TranscribeTranslate!
de: "Willkommen bei TranscribeTranslate!"
es: ¡Bienvenido a TranscribeTranslate!
fr: Bienvenue sur TranscribeTranslate!
hi: "TranscribeTranslate में आपका स्वागत है!"
id: Selamat datang di TranscribeTranslate!
it: Benvenuti in TrascriviTraduci!
ja: TranscribeTranslateへようこそ！
ko: TranscribeTranslate에 오신 것을 환영합니다!
nl: "Welkom bij TranscribeTranslate!"
pl: "Witaj w TranscribeTranslate!"
pt_br: Bem-vindo ao TranscreverTraduzir!
ru: Добро пожаловать в TranscribeTranslate!
th: ยินดีต้อนรับสู่ TranscribeTranslate!
tr: "TranscribeTranslate'a hoş geldiniz!"
uk: Ласкаво просимо до TranscribeTranslate!
vi: Chào mừng đến với TranscribeTranslate!
zh_hans: 欢迎来到TranscribeTranslate！
zh_hant: 歡迎來到TranscribeTranslate！
